Repository: vraj0703/my_localizations
Catalog: lib/l10n/app_*.arb
Languages: ta

# appName
source: My Localizations
ta: எனது உள்ளூர்மயமாக்கல்கள்

# animatedArrowSemanticSwipe
source: Explore details about {title}.
ta: {title} பற்றிய விவரங்களை ஆராயவும்.

# collectionLabelDiscovered
source: {percentage}% discovered
ta: {percentage}% கண்டுபிடிக்கப்பட்டது

# fullscreenImageViewerSemanticFull
source: full screen image, no description available
ta: முழுத்திரை படம், விளக்கம் இல்லை

# collectionLabelCount
source: {count} of {total}
ta: {count} இல் {total}

# newlyDiscoveredLabelNew
source: {count} new item{suffix} to explore
ta: {count} புதிய உருப்படி{suffix} ஆராய

# timelineSemanticDate
source: {fromDate} to {endDate}
ta: {fromDate} முதல் {endDate} வரை

# titleLabelDate
source: {fromDate} to {endDate}
ta: {fromDate} முதல் {endDate} வரை

source: Ok
ta: சரி

source: Cancel
ta: ரத்து செய்

source: page
ta: பக்கம்

# semanticsPrevious
source: Previous {title}
ta: முந்தைய {title}

# semanticsNext
source: Next {title}
ta: அடுத்த {title}

source: Date
ta: தேதி

source: search terms
ta: தேடல் சொற்கள்

source: close
ta: நெருக்கமான

source: back
ta: மீண்டும்

source: Privacy Policy
ta: தனியுரிமைக் கொள்கை

# privacyStatement
source: As explained in our {privacyUrl} we do not collect any personal information.
ta: எங்கள் {privacyUrl} இல் விளக்கப்பட்டுள்ளபடி நாங்கள் எந்த தனிப்பட்ட தகவலையும் சேகரிப்பதில்லை.

# pageNotFoundMessage
source: The page you are looking for does not exist.
ta: நீங்கள் தேடும் பக்கம் இல்லை.

source: Page not found.
ta: பக்கம் கிடைக்கவில்லை.

source: Today
ta: இன்று

source: Yesterday
ta: நேற்று

# cameraPermissionTitle
source: Kindly provide the camera permission
ta: தயவுசெய்து கேமரா அனுமதியை வழங்கவும்

# voicePermissionTitle
source: Kindly provide the microphone permission
ta: தயவுசெய்து மைக்ரோஃபோன் அனுமதியை வழங்கவும்

# cameraPermissionDescription
source: Kindly provide the camera permission
ta: தயவுசெய்து கேமரா அனுமதியை வழங்கவும்

# voicePermissionDescription
source: Kindly provide the microphone permission
ta: தயவுசெய்து மைக்ரோஃபோன் அனுமதியை வழங்கவும்

# testKey
source: Hello World
ta: வணக்கம் உலகம்

source: Start over
ta: மீண்டும் தொடங்குங்கள்

# continueLabel
source: Continue
ta: தொடரவும்

source: Score
ta: மதிப்பெண்

source: Enroll
ta: பதிவு செய்யுங்கள்

source: Something went wrong
ta: ஏதோ தவறாகிவிட்டது
